# -*- coding: utf-8 -*-

class Texts:
    main_menue = "😎 Привет. Я бот электронный дневник. \n" \
        "💡 Используйте клавиатуру для получения расписания или дз\n\n" \
        "❗ Заметьте! Это опенсурсный проект, не направленный на обогащение," \
        " и сделан он в целях повышения удобства использования портала e-school.ryazangov.ru \n\n" \
        "Наш репозиторий на github.com: https://github.com/Roma004/ESchoolElectronicalDiary \n\n" \
        "Хотелось бы выразить благодарность https://github.com/pythonyashka , как автору идеи и " \
        "первооткрывателю системы апи данного портала."

